Repository: codenerix/django-codenerix-examples
Catalog: erp/erp/news/locale/*/LC_MESSAGES/django.po
Languages: es

source: title
es: Título

source: subtitle
es: Subtítulo

source: content
es: Contenido

source: show in web page from
es: Mostrar en la página web de

source: show in web page until
es: Mostrar en la página web hasta

source: show in main page from
es: Mostrar en la página principal de

source: show in main page until
es: Mostrar en la página principal hasta

source: public
es: Público

source: language
es: Lenguaje

source: Title
es: Título

source: Subtitle
es: Subtítulo

source: Web from
es: Web de

source: Web until
es: Web hasta

source: Main from
es: Principal de

source: Main until
es: Principal hasta

source: Public?
es: ¿Público?

source: Language
es: Lenguaje

source: Content
es: Contenido

source: Public
es: Público

source: Yes
es: Si
