Repository: codenerix/django-codenerix-examples
Catalog: erp/erp/*/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Select files
es: Seleccione los ficheros

source: Add files to the upload queue and click the start button.
es: Añada ficheros a la cola y haga click en el botón para comenzar

source: Filename
es: Fichero

source: Status
es: Estados

source: Size
es: Tamaño

source: Add Files
es: Añadir ficheros

source: Start Upload
es: Iniciar subida

source: Uploaded %d/%d files
es: %d/%d ficheros subidos

source: %d files queued
es: %d ficheros encolados

source: Drag files here.
es: Arrastrar fichero aquí.

source: Error: File too large:
es: Error. Fichero demasiado largo:

source: Error: Invalid file extension:
es: Error: Extensión del fichero incorrecta:

source: List
es: Listado

source: Thumbnails
es: Miniaturas

source: Stop Upload
es: Parar subida

source: File count error.
es: Contador de ficheros erróneos

source: File: %s
es: Fichero: %s

source: File: %s, size: %d, max file size: %d
es: Fichero: %s, tamaño: %d, tamaño máximo de fichero: %d

source: %s already present in the queue.
es: %s ya está en la cola.

source: Upload element accepts only %d file(s) at a time. Extra files were stripped.
es: La subida de elementos sólo acpeta %d fichero(s) cada vez. El resto de ficheros no serán subidos.

source: Image format either wrong or not supported.
es: El formato de la imagen es incorrecto o no soportado

source: Runtime ran out of available memory.
es: El programa se ha quedado sin memoria

source: Upload URL might be wrong or doesn't exist.
es: La URL de subida puede ser errónea o no existe

source: Close
es: Cerrar
